tap "dapr/tap"
tap "derailed/k9s"
tap "tako8ki/tap"
tap "go-task/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "cloc"
brew "direnv"
brew "dog"
brew "go"
brew "gnu-typist"
brew "helm"
brew "kubernetes-cli"
brew "kind"
brew "mas"
brew "macos-trash"
brew "neovim"
brew "pstree"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tree"
brew "volta"
brew "wget"
brew "tako8ki/tap/gobang"
brew "go-task/tap/go-task"
brew "dapr/tap/dapr-cli"
brew "hidetatz/tap/kubecolor"
brew "derailed/k9s/k9s"
cask "adobe-acrobat-reader"
cask "bloomrpc"
cask "brave-browser"
cask "dash"
cask "docker"
cask "fig"
cask "font-jetbrains-mono-nerd-font"
cask "foxitreader"
cask "google-chrome"
cask "google-drive"
cask "graphql-playground"
cask "http-toolkit"
cask "insomnia"
cask "kap"
cask "mongodb-compass"
cask "onyx"
cask "pgadmin4"
cask "rectangle"
cask "redisinsight"
cask "sequential"
cask "skitch"
cask "spotify"
cask "the-unarchiver"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
