tap "common-fate/granted"
tap "derailed/k9s"
tap "go-task/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "libsql/sqld"
tap "microsoft/git"
tap "mike-engel/jwt-cli"
tap "nats-io/nats-tools"
tap "oven-sh/bun"
tap "tako8ki/tap"
tap "tursodatabase/tap"
brew "aws-nuke"
brew "aws-sam-cli"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "gettext"
brew "cdebug"
brew "cfn-lint"
brew "cloc"
brew "colima"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "dog"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-typist"
brew "go"
brew "golangci-lint"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "macos-trash", link: true
brew "mas"
brew "minikube"
brew "monolith"
brew "ncdu"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "opentofu"
brew "pkgconf"
brew "protobuf"
brew "pstree"
brew "python-tk@3.12"
brew "qemu"
brew "rain"
brew "ripgrep"
brew "rlwrap"
brew "shellcheck"
brew "socat"
brew "starship"
brew "tcptraceroute"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "xh"
brew "yq"
brew "common-fate/granted/granted"
brew "hidetatz/tap/kubecolor"
brew "libsql/sqld/sqld"
brew "mike-engel/jwt-cli/jwt-cli"
brew "nats-io/nats-tools/nats"
brew "oven-sh/bun/bun"
brew "tako8ki/tap/gobang"
cask "adobe-acrobat-reader"
cask "adobe-digital-editions"
cask "amazon-q"
cask "appcleaner"
cask "appdelete"
cask "bloomrpc"
cask "brave-browser"
cask "calibre"
cask "dash"
cask "db-browser-for-sqlite"
cask "drawio"
cask "dteoh-devdocs"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "forklift"
cask "foxitreader"
cask "gas-mask"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "google-drive"
cask "http-toolkit"
cask "kap"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "multipass"
cask "nosql-workbench"
cask "onyx"
cask "opera"
cask "pgadmin4"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "redisinsight"
cask "robo-3t"
cask "screenflow"
cask "skitch"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xnviewmp"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alefragnani.bookmarks"
vscode "alefragnani.numbered-bookmarks"
vscode "alfredbirk.tailwind-documentation"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "angular.ng-template"
vscode "anteprimorac.html-end-tag-labels"
vscode "ardenivanov.svelte-intellisense"
vscode "asvetliakov.vscode-neovim"
vscode "aws-scripting-guy.cform"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "brunnerh.insert-unicode"
vscode "chakrounanas.turbo-console-log"
vscode "chanhx.crabviz"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codeforge.remix-forge"
vscode "cpylua.language-postcss"
vscode "csstools.postcss"
vscode "dannysteenman.cloudformation-yaml-snippets"
vscode "dannysteenman.iam-actions-snippets"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dskwrk.vscode-generate-getter-setter"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "erd0s.terraform-autocomplete"
vscode "esbenp.prettier-vscode"
vscode "ethansk.restore-terminals"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "frhtylcn.pythonsnippets"
vscode "gamunu.opentofu"
vscode "george-alisson.html-preview-vscode"
vscode "gera2ld.markmap-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hextorgb.hex-to-rgb"
vscode "htmlhint.vscode-htmlhint"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "inlang.vs-code-extension"
vscode "ja7ad.go-power"
vscode "jasonnutter.search-node-modules"
vscode "jerryhong.autofilename"
vscode "jiapeiyao.tab-group"
vscode "jithurjacob.nbpreviewer"
vscode "johnpapa.angular2"
vscode "johnpapa.vscode-peacock"
vscode "kakumei.ts-debug"
vscode "kddejong.vscode-cfn-lint"
vscode "kenhowardpdx.vscode-gist"
vscode "kevinrose.vsc-python-indent"
vscode "kisstkondoros.typelens"
vscode "lunuan.kubernetes-templates"
vscode "magicstack.magicpython"
vscode "marcoq.vscode-typescript-to-json-schema"
vscode "marcostazi.vs-code-vagrantfile"
vscode "marp-team.marp-vscode"
vscode "meganrogge.template-string-converter"
vscode "mitchdenny.ecdc"
vscode "mkxml.vscode-filesize"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mylesmurphy.prettify-ts"
vscode "naumovs.node-modules-resolve"
vscode "nepaul.editorconfiggenerator"
vscode "njpwerner.autodocstring"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "ojkwon.vscode-activedocumentindicator"
vscode "oven.bun-vscode"
vscode "piotrpalarz.vscode-gitignore-generator"
vscode "pivaszbs.svelte-autoimport"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "praneshpsg239.json-helper"
vscode "qcz.text-power-tools"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shanoor.vscode-nginx"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sidneys1.gitconfig"
vscode "sleistner.vscode-fileutils"
vscode "slevesque.vscode-zipexplorer"
vscode "spywhere.guides"
vscode "stivo.tailwind-fold"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tchayen.markdown-links"
vscode "techer.open-in-browser"
vscode "thinker.data-size-count"
vscode "threadheap.serverless-ide-vscode"
vscode "timonwong.shellcheck"
vscode "tobermory.es6-string-html"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tyriar.sort-lines"
vscode "ultram4rine.vscode-choosealicense"
vscode "vismalietuva.vscode-angular-support"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscode-snippet.snippet"
vscode "wholroyd.jinja"
vscode "xabikos.javascriptsnippets"
vscode "yatki.vscode-surround"
vscode "yoavbls.pretty-ts-errors"
vscode "yunduo.color-highlight-css-color-4"
vscode "yy0931.vscode-sqlite3-editor"
vscode "yzhang.markdown-all-in-one"
vscode "zarifprogrammer.tailwind-snippets"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
