tap "dapr/tap"
tap "tako8ki/tap"
tap "go-task/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nats-io/nats-tools"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bing-wallpaper"
brew "cheat"
brew "cloc"
brew "coreutils"
brew "direnv"
brew "dog"
brew "exa"
brew "go"
brew "gnu-typist"
brew "hugo"
brew "k9s"
brew "macos-trash"
brew "neovim"
brew "protobuf"
brew "pstree"
brew "pyenv"
brew "ripgrep"
brew "socat"
brew "shellcheck"
brew "starship"
brew "tcptraceroute"
brew "telnet"
brew "terraform"
brew "tldr"
brew "termshark"
brew "volta"
brew "wget"
brew "xh"
brew "yq"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "tako8ki/tap/gobang"
brew "go-task/tap/go-task"
brew "dapr/tap/dapr-cli"
brew "hidetatz/tap/kubecolor"
brew "nats-io/nats-tools/nats"
cask "adobe-acrobat-reader"
cask "bloomrpc"
cask "brave-browser"
cask "dash"
cask "docker"
cask "fig"
cask "font-jetbrains-mono-nerd-font"
cask "forklift"
cask "foxitreader"
cask "gas-mask"
cask "google-chrome"
cask "google-drive"
cask "graphql-playground"
cask "http-toolkit"
cask "insomnia"
cask "kap"
cask "mongodb-compass"
cask "multipass"
cask "microsoft-edge"
cask "onyx"
cask "opera"
cask "pgadmin4"
cask "rectangle"
cask "redisinsight"
cask "sequential"
cask "skitch"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "xnviewmp"
cask "zoom"
